Repository: msdx/gradle-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: sourceSets.main.runtimeClasspath (filtering to only include files; rt.jar added if necessary)
zh_cn: sourceSets.main.runtimeClasspath （过滤为仅包括文件 ；如果有必要会加上 rt.jar）

source: sourceSets.test.allSource.srcDirs (filtered to only include existing directories)
zh_cn: sourceSets.test.allSource.srcDirs（过滤为只包含存在的目录）

source: src/main/webapp
zh_cn: from 'src/main/webapp'

source: standard_plugins.html#N1190C
zh_cn: standard_plugins.html

source: standard_plugins.html#N1199D
zh_cn: standard_plugins.html

source: standard_plugins.html#N11A44
zh_cn: standard_plugins.html

source: standard_plugins.html#N11B08
zh_cn: standard_plugins.html

source: standard_plugins.html#N11B8B
zh_cn: standard_plugins.html

source: standard_plugins.html#N11D27
zh_cn: standard_plugins.html

source: standard_plugins.html#N11DFC
zh_cn: standard_plugins.html

source: standard_plugins.html#N11E6F
zh_cn: standard_plugins.html

source: test report task combines the outputs of all executed test tasks.
zh_cn: 测试报告任务结合了所有执行的测试任务的输出。

source: test.testResultsDir (if the directory exists)
zh_cn: test.testResultsDir （如果该目录存在）

source: unit tests should run before integration tests.
zh_cn: 单元测试应在集成测试之前运行。

source: unspecified
zh_cn: 未指定

source: uploadTask.repositories.mavenDeployer.pom.artifactId (if set) or archiveTask.baseName.
zh_cn: uploadTask.repositories.mavenDeployer.pom.artifactId（如果有设置的话）或archiveTask.baseName.

source: validate I have the correct credentials before starting the work for a release build.
zh_cn: 验证在开始发布的工作前有一个正确的证书。

source: You can also add a ProjectEvaluationListener to the Gradle to receive these events.
zh_cn: 你也可以将一个ProjectEvaluationListener添加到Gradle中，来接收这些事件。
